l=[
"Естонија Талин"," Летонија Рига","Литванија  Вилњус"," Молдавија  Кишињев"," Белорусија  Минск"," Украјина Кијев"," Русија Москва"," Немачка Берлин"," Пољска Варшава"," Швајцарска Берн"," Лихтенштајн Вадуц"," Аустрија Беч"," Чешка Праг"," Словачка Братислава"," Мађарска Будимпешта"," Румунија Букурешт"," Исланд Рејкјавик"," Норвешка Осло"," Шведска Стокхолм"," Финска Хелсинки"," Данска Копенхаген"," Уједињено-Краљевство Лондон"," Ирска Даблин"," Француска Париз"," Белгија Брисел"," Холандија Амстердам"," Луксембург Луксембург"," Шпанија Мадрид"," Португалија Лисабон"," Андора Андора-ла-Веља"," Монако Моноко"," Италија Рим"," Ватикан Ватикан"," Сан-Марино Сан-Марино"," Малта Ла-Валета"," Словенија Љубљана"," Хрватска Загреб"," Босна-и-Херцеговина Сарајево"," Црна-Гора Подгорица"," Србија Београд"," Северна-Македонија Скопље"," Албанија Тирана"," Бугарска Софија"," Грчка Атина"
]
print()
print()
print()
l2="Андора Белгија Ватикан Данска Лихтенштајн Луксембург Монако Норвешка Уједињено Краљевство Холандија Шведска Шпанија".split()
for i in range(len(l)):
    a,b=map(str,l[i].split())
    g="ne"
    for j in range(len(l2)):
        if a==l2[j]:
            g="da"
            break
    c=f"{a}-{b}, {g}"
    print(c)
print()